Repository: Roman-Kaniuka/DorZnakUA
Catalog: DorZnakUA.Application/Resources/ErrorMessage.*.resx
Languages: uk_ua

source: Internal server error
uk_ua: Внутрішня помилка сервера

source: Projects not found
uk_ua: Проєкти не знайдені

source: Project not found
uk_ua: Проєкт не знайдено

source: Project already exists
uk_ua: Проєкт з такою назвою вже існує

source: User not found
uk_ua: Користувач не був знайдений

source: Password not equals password confirm
uk_ua: Перевірочний пароль не відповідає основному паролю

source: Role already exists
uk_ua: Роль з такою назвою вже існує

source: User already exists
uk_ua: Користувач з таким логіном вже існує

source: Registration failed
uk_ua: Не вдалося зареєструватися

source: Password is wrong
uk_ua: Не вірний пароль

source: Invalid token
uk_ua: Не валідний токен

source: Invslid client request
uk_ua: Недійсний запит клієнта

source: Role not found
uk_ua: Роль не знайдено

source: User already exists this role
uk_ua: Користувач з такою роллю вже існує

source: Road signs not found
uk_ua: Дорожні знаки не знайдено

source: Road sign not found
uk_ua: Дорожній знак не знайдено
